Repository: OmarLaham/SkInsight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Google account has no email.
ar: حساب Google لا يحتوي على بريد إلكتروني.

source: No user account is assigned to your social account email.
ar: لا يوجد حساب مستخدم مرتبط ببريدك الإلكتروني الخاص بالحساب الاجتماعي.

source: Provided plan definition type is not supported.
ar: نوع تعريف الخطة المقدم غير مدعوم.

source: Title
ar: اللقب

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Organization Name
ar: اسم المؤسسة

source: Organization City
ar: مدينة المؤسسة

source: Organization Country
ar: بلد المؤسسة

source: Phone number
ar: رقم الهاتف

source: Whatsapp number
ar: رقم الواتساب

source: Photo URL
ar: رابط الصورة

source: Email
ar: البريد الإلكتروني

source: Submit
ar: إرسال

source: Birth Date
ar: تاريخ الميلاد

source: Usually Replies In
ar: عادةً ما يتم الرد خلال

source: Please Select
ar: يرجى الاختيار

source: Less than 24 hours
ar: أقل من 24 ساعة

source: Less than 48 hours
ar: أقل من 48 ساعة

source: Less than 3 days
ar: أقل من 3 أيام

source: Less than a week
ar: أقل من أسبوع

source: Checkup Frequency
ar: تكرار الفحص

source: Twice per month
ar: مرتين في الشهر

source: Once per month
ar: مرة في الشهر

source: Once every 2 months
ar: مرة كل شهرين

source: Once every 3 months
ar: مرة كل ثلاثة أشهر

source: Monthly Price
ar: السعر الشهري

source: Plan Title
ar: عنوان الخطة

source: Applied Voucher
ar: القسيمة المطبقة

source: Paid Amount
ar: المبلغ المدفوع

source: Activate
ar: تفعيل

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Your message...
ar: رسالتك...

source: How does your skin typically feel a few hours after cleansing?
ar: كيف تشعر بشرتك عادة بعد عدة ساعات من التنظيف؟

source: Oily/Shiny
ar: دهنية / لامعة

source: Dry/Tight
ar: جافة / مشدودة

source: Normal/Balanced
ar: عادية / متوازنة

source: Do you frequently experience acne or skin rashes?
ar: هل تعاني من حب الشباب أو الطفح الجلدي بشكل متكرر؟

source: Yes
ar: نعم

source: No
ar: لا

source: How sensitive is your skin to new skincare products?
ar: ما مدى حساسية بشرتك تجاه منتجات العناية بالبشرة الجديدة؟

source: Highly sensitive
ar: حساسة جدًا

source: Moderately sensitive
ar: حساسة إلى حد ما

source: Not sensitive
ar: غير حساسة

source: Does your skin get irritated by environmental factors (wind, cold, pollution)?
ar: هل تتهيج بشرتك بسبب العوامل البيئية (الرياح، البرد، التلوث)؟

source: Often
ar: غالبًا

source: Sometimes
ar: أحيانًا

source: Have you noticed uneven skin tone or dark spots recently?
ar: هل لاحظت تفاوتًا في لون البشرة أو بقعًا داكنة مؤخرًا؟

source: How does your skin react to sun exposure?
ar: كيف تتفاعل بشرتك مع التعرض لأشعة الشمس؟

source: Burns easily
ar: تحترق بسهولة

source: Tans easily
ar: تسمر بسهولة

source: Rarely burns or tans
ar: نادرًا ما تحترق أو تسمر

source: Have you developed new freckles or age spots in the past month?
ar: هل ظهرت لديك نمش جديد أو بقع عمرية خلال الشهر الماضي؟

source: At what age did you notice your first fine lines or wrinkles?
ar: في أي عمر لاحظت أولى التجاعيد أو الخطوط الدقيقة؟

source: Under 30
ar: أقل من 30

source: Over 40
ar: أكثر من 40

source: Haven’t noticed yet
ar: لم ألاحظ بعد

source: Have you noticed increased sagging or loss of firmness in your skin?
ar: هل لاحظت ترهلاً متزايدًا أو فقدانًا لشدّة بشرتك؟

source: How would you describe your skin's elasticity?
ar: كيف تصف مرونة بشرتك؟

source: Good, bounces back quickly
ar: جيدة، تستعيد شكلها بسرعة

source: Moderate, sometimes feels saggy
ar: متوسطة، أحيانًا تشعر بالترهل

source: Poor, looks loose or saggy
ar: ضعيفة، تبدو مترهلة أو مرتخية

source: Do you regularly experience dry or flaky skin?
ar: هل تعاني بانتظام من جفاف أو تقشر الجلد؟

source: Do you suffer from redness or frequent flushing of the skin?
ar: هل تعاني من احمرار أو تدفق دموي متكرر في الجلد؟

source: How often do you notice clogged or enlarged pores?
ar: كم مرة تلاحظ انسداد أو اتساع المسام؟

source: Rarely or never
ar: نادراً أو أبدًا

source: Do you feel tightness or discomfort after cleansing your skin?
ar: هل تشعر بشد أو انزعاج بعد تنظيف بشرتك؟

source: Do you feel tingling or burning when applying skincare products?
ar: هل تشعر بوخز أو حرقان عند استخدام منتجات العناية بالبشرة؟

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: إنشاء حساب

source: Continue with Google
ar: المتابعة باستخدام Google

source: No Account Yet?
ar: ليس لديك حساب بعد؟

source: For sign up, please
ar: للتسجيل، يرجى

source: contact us
ar: الاتصال بنا

source: Already Have Account?
ar: هل لديك حساب بالفعل؟

source: Homepage
ar: الصفحة الرئيسية

source: Contact us
ar: اتصل بنا

source: Profile Picture
ar: صورة الملف الشخصي

source: Dashboard
ar: لوحة التحكم

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Full name
ar: الاسم الكامل

source: Active?
ar: نشط؟

source: Operations
ar: العمليات

source: Professionals Table
ar: جدول المتخصصين

source: Create New Professional
ar: إنشاء أخصائي جديد

source: Organization name
ar: اسم المؤسسة

source: Deactivate Quiz (Questionnaire) FHIR Resource
ar: إلغاء تفعيل اختبار (استبيان) مورد FHIR

source: Are you sure you want to deactivate the questionnaire FHIR resource of quiz with title: {{ questionnaire_title }}?.
ar: هل أنت متأكد أنك تريد إلغاء تفعيل مورد FHIR الخاص بالاستبيان بعنوان: {{ questionnaire_title }}؟

source: Yes, deactivate
ar: نعم، إلغاء التفعيل

source: Cancel
ar: إلغاء

source: Populate Quiz As FHIR Resource
ar: نشر الاختبار كمورد FHIR

source: Are you sure you want to poulate the quiz with title: {{ new_questionnaire_title }} as FHIR Questionnaire Resource?.
ar: هل أنت متأكد أنك تريد نشر الاختبار بعنوان {{ new_questionnaire_title }} كمورد استبيان FHIR؟

source: Yes, populate
ar: نعم، نشر

source: Skincare Professional
ar: أخصائي العناية بالبشرة

source: Client
ar: العميل

source: Skincare Chart
ar: مخطط العناية بالبشرة

source: Activate Client
ar: تفعيل العميل

source: Are you sure you want to activate this client? They will be able again to access the app.
ar: هل أنت متأكد أنك تريد تفعيل هذا العميل؟ سيتمكن مرة أخرى من الوصول إلى التطبيق.

source: Yes, activate
ar: نعم، تفعيل

source: Deactivate Client
ar: إلغاء تفعيل العميل

source: Are you sure you want to deactivate this client? They won't be able to use the app but they will still be visible in their skincare professional dashboard.
ar: هل أنت متأكد أنك تريد إلغاء تفعيل هذا العميل؟ لن يتمكن من استخدام التطبيق ولكن سيظل مرئيًا في لوحة أخصائي العناية بالبشرة الخاصة به.

source: Create New Client
ar: إنشاء عميل جديد

source: Create
ar: إنشاء

source: Welcome
ar: مرحبًا

source: Edit Profile
ar: تعديل الملف الشخصي

source: Your Skincare Professional
ar: أخصائي العناية بالبشرة الخاص بك

source: Messages and Consultations
ar: الرسائل والاستشارات

source: Contact with professional
ar: التواصل مع الأخصائي

source: Personalized Routine of the Month
ar: الروتين المخصص لهذا الشهر

source: We are glad to have you as one of our unique customers. Please note that the personalized routine suggestion is only available after collecting 3 checkup quizzes to match your correct skin status and progress.
ar: يسعدنا أن تكون أحد عملائنا المميزين. يرجى ملاحظة أن اقتراح الروتين المخصص متاح فقط بعد جمع 3 اختبارات فحص لتقييم حالة بشرتك وتقدمها بدقة.

source: Skin Progress Chart
ar: مخطط تقدم البشرة

source: Edit Client Information
ar: تعديل معلومات العميل

source: Update
ar: تحديث

source: Contact Us
ar: اتصل بنا

source: Send
ar: إرسال

source: Top Professional
ar: الأخصائي الأفضل

source: Reviews
ar: التقييمات

source: Number of questions / month
ar: عدد الأسئلة / الشهر

source: Replies in
ar: يتم الرد خلال

source: Number of emergency questions / month
ar: عدد الأسئلة الطارئة / الشهر

source: Reply in less than 12 hours
ar: يتم الرد في أقل من 12 ساعة

source: Contact Via Whatsapp
ar: التواصل عبر واتساب

source: To continue messaging via WhatsApp with
ar: لمتابعة المحادثة عبر واتساب مع

source: , please click the button bellow.
ar: ، يرجى الضغط على الزر أدناه.

source: Start Messaging
ar: ابدأ المحادثة

source: Manage Professional Plan
ar: إدارة خطة الأخصائي

source: Save
ar: حفظ

source: Activate Skincare Professional
ar: تفعيل أخصائي العناية بالبشرة

source: Are you sure you want to activate this professional? They will be visible again in the homepage listing.
ar: هل أنت متأكد أنك تريد تفعيل هذا الأخصائي؟ سيظهر مرة أخرى في قائمة الصفحة الرئيسية.

source: Deactivate Skincare Professional
ar: إلغاء تفعيل أخصائي العناية بالبشرة

source: Are you sure you want to deactivate this professional? They will be hidden from the homepage listing.
ar: هل أنت متأكد أنك تريد إلغاء تفعيل هذا الأخصائي؟ سيتم إخفاؤه من قائمة الصفحة الرئيسية.

source: Create Skincare Professional
ar: إنشاء أخصائي عناية بالبشرة

source: Clients Plan Management
ar: إدارة خطط العملاء

source: Manage Clients Plan
ar: إدارة خطة العملاء

source: Edit Skincare Professional
ar: تعديل معلومات الأخصائي

source: Manage Professional Subscription
ar: إدارة اشتراك الأخصائي

source: Social Sign In
ar: تسجيل دخول اجتماعي

source: You are about to sign in using a third-party account from Google.
ar: أنت على وشك تسجيل الدخول باستخدام حساب طرف ثالث من Google.

source: Continue
ar: متابعة

source: Confirm Account
ar: تأكيد الحساب

source: Please confirm that you want to connect your Google account.
ar: يرجى تأكيد أنك تريد ربط حسابك في Google.

source: Default
ar: افتراضي

source: Unlimited
ar: غير محدود

source: Cannot find WhatsApp number for this FHIR resource.
ar: تعذر العثور على رقم واتساب لهذا المورد FHIR.

source: Error: Unable to get skincare professionals' list.
ar: خطأ: تعذر الحصول على قائمة أخصائيي العناية بالبشرة.

source: Sorry, your message could not be sent. Please contact support.
ar: عذرًا، لم يتم إرسال رسالتك. يرجى التواصل مع الدعم.

source: Your message has been sent successfully.
ar: تم إرسال رسالتك بنجاح.

source: Client not found.
ar: العميل غير موجود.

source: Your quiz was successfully submitted.
ar: تم إرسال اختبارك بنجاح.

source: Failed to load quiz: Please contact support.
ar: فشل تحميل الاختبار: يرجى التواصل مع الدعم.

source: No submissions found for specified professional, client, and quiz.
ar: لم يتم العثور على إرساليات للأخصائي أو العميل أو الاختبار المحدد.

source: Failed to load page: Please contact support.
ar: فشل تحميل الصفحة: يرجى التواصل مع الدعم.

source: Quiz {new_questionnaire_title} successfully populate with Questionnaire FHIR ID: {qestionnaire_fhir_id}
ar: تم نشر الاختبار {new_questionnaire_title} بنجاح باستخدام معرف FHIR: {qestionnaire_fhir_id}

source: Failed to populate quiz: Please contact support.
ar: فشل نشر الاختبار: يرجى التواصل مع الدعم.

source: Quiz {questionnaire_title} successfully deactivated.
ar: تم إلغاء تفعيل الاختبار {questionnaire_title} بنجاح.

source: Professional successfully created.
ar: تم إنشاء الأخصائي بنجاح.

source: Failed to create professional: Please contact support
ar: فشل في إنشاء الأخصائي: يرجى التواصل مع الدعم

source: Professional successfully updated.
ar: تم تحديث معلومات الأخصائي بنجاح.

source: Failed to update professional: Please contact support
ar: فشل في تحديث معلومات الأخصائي: يرجى التواصل مع الدعم

source: Professional not found.
ar: الأخصائي غير موجود.

source: Failed to load professional data: Please contact support
ar: فشل تحميل بيانات الأخصائي: يرجى التواصل مع الدعم

source: Professional successfully deactivated.
ar: تم إلغاء تفعيل الأخصائي بنجاح.

source: Failed to deactivate professional: Please contact support
ar: فشل في إلغاء تفعيل الأخصائي: يرجى التواصل مع الدعم

source: Professional successfully activated.
ar: تم تفعيل الأخصائي بنجاح.

source: Failed to activate professional: Please contact support
ar: فشل في تفعيل الأخصائي: يرجى التواصل مع الدعم

source: Subscription created successfully.
ar: تم إنشاء الاشتراك بنجاح.

source: Failed to subscripe professional to plan:
ar: فشل في اشتراك الأخصائي في الخطة:

source: You are not allowed to edit another professional’s plan.
ar: غير مسموح لك بتعديل خطة أخصائي آخر.

source: Plan created successfully.
ar: تم إنشاء الخطة بنجاح.

source: Failed to create plan:
ar: فشل إنشاء الخطة:

source: Client successfully created.
ar: تم إنشاء العميل بنجاح.

source: Failed to create client: Please contact support.
ar: فشل في إنشاء العميل: يرجى التواصل مع الدعم.

source: Failed to load client data: Please contact support.
ar: فشل تحميل بيانات العميل: يرجى التواصل مع الدعم.

source: Client successfully updated.
ar: تم تحديث بيانات العميل بنجاح.

source: Failed to update client: Please contact support.
ar: فشل في تحديث العميل: يرجى التواصل مع الدعم.

source: Client successfully deactivated.
ar: تم إلغاء تفعيل العميل بنجاح.

source: Failed to deactivate client: Please contact support.
ar: فشل في إلغاء تفعيل العميل: يرجى التواصل مع الدعم.

source: Client successfully activated.
ar: تم تفعيل العميل بنجاح.

source: Failed to activate client: Please contact support.
ar: فشل في تفعيل العميل: يرجى التواصل مع الدعم.
